<template>
    <div class="about" id="about">
        
        <section class="container" data-aos="zoom-in" data-aos-duration="1000">
            <h2 class="about__title">О КОМПАНИИ ООО “<span>МЕТАФОРМ</span>”</h2>
            <p>Компания ООО "МЕТАФОРМ" – отечественный производитель сетчатых изделий из проволоки.</p>
            <p>Фирма работает с 2000 года, и за прошедшее время накопила громадный опыт работы
            с проволочными изделиями и торговым оборудованием.
            Для продукции компании ООО "Метаформ" нашлось место во многих торговых
            залах.
            </p>
            <p>Головной офис находится в городе Химки. Здесь же расположен склад, в котором хранятся самые популярные позиции, готовые для отгрузки. Производство сетчатых изделий сосредоточено в городе Орёл. Если интересующих видов изделий нет в наличии, мы изготовим их для Вас и доставим в любую точку точно в срок.
            </p>
            <p>Применение современного профессионального оборудования разных стран (России, Италии и Германии), а также эффективное внедрение передовых технологий в производстве и бизнесе позволяет быть лидером в выпуске проволочных изделий и изготавливать качественный товар.
            </p>
            <p>Обновление и модификация производственной базы позволяет постоянно расширять ассортимент выпускаемой продукции. Каждое новое изделие дает опыт и знания, которыми мы всегда рады поделиться со своими заказчиками, в виде качественной и недорогой продукции.
            </p>
            <p>Мы всегда готовы сотрудничать и выполнять как мелкосерийные заказы, так и промышленные партии.</p>
        </section>
        
    </div>
</template>

<script>
    export default {
      name: 'About'     
    }
</script>

<style scoped lang="scss">
@mixin tablet-portrait {
  @media (max-width: 543px) { @content; }
}
.about {
    background: url('../assets/background/bgpattern2.png') repeat;
    color: #6B6B6B;
    padding-bottom: 60px;
    opacity: 1;
}

h2 {
    padding: 60px 10px;
}

.about__title {
    text-align: center;
    font-size: 34px;
    padding: 20px auto;
    font-family: 'Montserrat', sans-serif;
    font-weight: 500;
    span {
        font-weight: 600;
        color: #6CA09F; 
    }
    @include tablet-portrait {
        font-size: 28px;
    }
}

p {
    margin: 5px;
    padding: 5px;
        @include tablet-portrait {
        text-align: center;
    }
}



.about__subtitle {
    text-align: center;
}

</style>